command_not_found_handle() {
        /data/data/com.termux/files/usr/libexec/termux/command-not-found "$1"
}

PS1="(\w) [𝐁𝐨𝐲𝐃𝐨𝐦𝐦𝐞𝐫]⛹️:"
clear
echo '

███   ████▄ ▀▄    ▄ ██▄   ████▄ █▀▄▀█ 
█  █  █   █   █  █  █  █  █   █ █ █ █ 
█ ▀ ▄ █   █    ▀█   █   █ █   █ █ ▄ █ 
█  ▄▀ ▀████    █    █  █  ▀████ █   █ 
███          ▄▀     ███▀           █  
                                  ▀   ' | lolcat
sleep 1
echo '

██████╗  ██████╗ ██╗   ██╗██████╗  ██████╗ ███╗   ███╗
██╔══██╗██╔═══██╗╚██╗ ██╔╝██╔══██╗██╔═══██╗████╗ ████║
██████╔╝██║   ██║ ╚████╔╝ ██║  ██║██║   ██║██╔████╔██║
██╔══██╗██║   ██║  ╚██╔╝  ██║  ██║██║   ██║██║╚██╔╝██║
██████╔╝╚██████╔╝   ██║   ██████╔╝╚██████╔╝██║ ╚═╝ ██║
╚═════╝  ╚═════╝    ╚═╝   ╚═════╝  ╚═════╝ ╚═╝     ╚═╝  ' | lolcat

echo -ne '⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\r'
sleep 0.5
echo -ne '██⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\r'
sleep 0.5
echo -ne '████⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\r'
sleep 0.5
echo -ne '██████⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\r'
sleep 0.5
echo -ne '████████⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\r'
sleep 0.5
echo -ne '██████████⣿⣿⣿⣿⣿⣿⣿⣿⣿\r'
sleep 0.5
echo -ne '████████████⣿⣿⣿⣿⣿⣿⣿\r'
sleep 0.5
echo -ne '██████████████⣿⣿⣿⣿⣿\r'
sleep 0.5
echo -ne '████████████████⣿⣿⣿\r'
sleep 0.5
echo -ne '███████████████████\r'

echo 'A hardwork by Aitzaz Imtiaz, Boydom OS' | lolcat
espeak 'Hello sir! Boydom Operating System loaded'
sleep 2
espeak 'Sir, I am launching the interface! Sorry my voice is robotic, here we go!'
clear
echo '
+-+-+-+-+-
Boydom OS
+-+-+-+-+- ' | lolcat

echo '
Welcome Boy to the world of Boydom
Do it! Show your Boydom! ' | lolcat
sleep 1
echo ''
echo 'An OS by Aitzaz Imtiaz' | lolcat
sleep 2
echo 'Type helpboy to get commands' | lolcat
sleep 0.5
date | lolcat
espeak 'Sir type helpboy for help commands'
