command_not_found_handle() {
        /data/data/com.termux/files/usr/libexec/termux/command-not-found "$1"
}

PS1="(\w) [𝐁𝐨𝐲𝐃𝐨𝐦𝐦𝐞𝐫]⛹️:"

echo '

███   ████▄ ▀▄    ▄ ██▄   ████▄ █▀▄▀█ 
█  █  █   █   █  █  █  █  █   █ █ █ █ 
█ ▀ ▄ █   █    ▀█   █   █ █   █ █ ▄ █ 
█  ▄▀ ▀████    █    █  █  ▀████ █   █ 
███          ▄▀     ███▀           █  
                                  ▀   ' | lolcat
sleep 1
echo '

██████╗  ██████╗ ██╗   ██╗██████╗  ██████╗ ███╗   ███╗
██╔══██╗██╔═══██╗╚██╗ ██╔╝██╔══██╗██╔═══██╗████╗ ████║
██████╔╝██║   ██║ ╚████╔╝ ██║  ██║██║   ██║██╔████╔██║
██╔══██╗██║   ██║  ╚██╔╝  ██║  ██║██║   ██║██║╚██╔╝██║
██████╔╝╚██████╔╝   ██║   ██████╔╝╚██████╔╝██║ ╚═╝ ██║
╚═════╝  ╚═════╝    ╚═╝   ╚═════╝  ╚═════╝ ╚═╝     ╚═╝  ' | lolcat

python loader.py
echo 'A hardwork by Aitzaz Imtiaz, Boydom OS'
sleep 2
clear
echo '
+-+-+-+-+-
Boydom OS
+-+-+-+-+- ' | lolcat

echo '
Welcome Boy to the world of Boydom
Do it! Show your Boydom! ' | lolcat
echo ''
date | lolcat
